[
  {
    "name": "Maggie Smith",
    "slugs": { "IT": "Maggie_Smith", "EN": "Maggie_Smith" },
    "bio": "Una delle più grandi attrici britanniche, vincitrice di due Premi Oscar, tre Golden Globe e innumerevoli BAFTA. Resa immortale al grande pubblico per i ruoli di Minerva McGranitt nella saga di 'Harry Potter' e Violet Crawley in 'Downton Abbey'. È scomparsa serenamente a 89 anni per cause naturali, circondata dall'affetto della sua famiglia in ospedale.",
    "birthDate": "1934-12-28",
    "deathDate": "2024-09-27"
  },
  {
    "name": "Alain Delon",
    "slugs": { "IT": "Alain_Delon", "EN": "Alain_Delon" },
    "bio": "Leggenda del cinema francese e sex symbol globale del Novecento. Ha recitato in capolavori immortali come 'Il Gattopardo' e 'Rocco e i suoi fratelli', definendo l'epoca d'oro del cinema europeo. È deceduto a 88 anni nella sua tenuta di Douchy, dopo aver lottato a lungo contro un linfoma a lenta evoluzione.",
    "birthDate": "1935-11-08",
    "deathDate": "2024-08-18"
  },
  {
    "name": "Akira Toriyama",
    "slugs": { "IT": "Akira_Toriyama", "EN": "Akira_Toriyama" },
    "bio": "Maestro assoluto e mangaka giapponese, creatore dell'iconico universo di 'Dragon Ball' e 'Dr. Slump'. Ha definito l'immaginario collettivo di intere generazioni, vendendo centinaia di milioni di copie in tutto il mondo. È venuto a mancare inaspettatamente a 68 anni a causa di un ematoma subdurale acuto.",
    "birthDate": "1955-04-05",
    "deathDate": "2024-03-01"
  },
  {
    "name": "Carl Weathers",
    "slugs": { "IT": "Carl_Weathers", "EN": "Carl_Weathers" },
    "bio": "Ex giocatore di football e attore statunitense, è entrato nella storia del cinema per aver interpretato l'indimenticabile Apollo Creed nella saga di 'Rocky' al fianco di Sylvester Stallone, e per ruoli in 'Predator' e 'The Mandalorian'. È scomparso nel sonno a 76 anni a causa di malattie cardiovascolari.",
    "birthDate": "1948-01-14",
    "deathDate": "2024-02-01"
  },
  {
    "name": "Matthew Perry",
    "slugs": { "IT": "Matthew_Perry", "EN": "Matthew_Perry" },
    "bio": "Attore brillante e amatissimo dal grande pubblico per il ruolo di Chandler Bing nell'iconica sitcom 'Friends'. Dopo una vita segnata dalla lotta pubblica contro le dipendenze, per cui aveva creato fondazioni di recupero, è stato trovato senza vita a 54 anni, annegato accidentalmente a causa degli effetti acuti della ketamina.",
    "birthDate": "1969-08-19",
    "deathDate": "2023-10-28"
  },
  {
    "name": "Queen Elizabeth II",
    "slugs": { "IT": "Elisabetta_II_del_Regno_Unito", "EN": "Elizabeth_II" },
    "bio": "Regina del Regno Unito per oltre 70 anni, il regno più lungo della storia britannica. Ha rappresentato una figura di incrollabile dedizione e stabilità attraversando enormi stravolgimenti storici, dalla Guerra Fredda all'era digitale. È morta serenamente a 96 anni per cause naturali (vecchiaia) nel Castello di Balmoral.",
    "birthDate": "1926-04-21",
    "deathDate": "2022-09-08"
  },
  {
    "name": "John Lennon",
    "slugs": { "IT": "John_Lennon", "EN": "John_Lennon" },
    "bio": "Membro fondatore dei Beatles, paroliere geniale e attivista pacifista globale. Con brani immortali e profondi come 'Imagine' ha ispirato intere generazioni sognando un mondo senza barriere. La sua vita fu spezzata a 40 anni a New York, assassinato con colpi di pistola alla schiena da uno squilibrato fuori dal suo appartamento (il Dakota Building).",
    "birthDate": "1940-10-09",
    "deathDate": "1980-12-08"
  },
  {
    "name": "John F. Kennedy",
    "slugs": { "IT": "John_Fitzgerald_Kennedy", "EN": "John_F._Kennedy" },
    "bio": "35º Presidente degli Stati Uniti d'America, simbolo assoluto di carisma, rinnovamento e speranza durante gli anni più tesi della Guerra Fredda. È stato assassinato a 46 anni a Dallas, colpito alla testa da un cecchino mentre sfilava su un'auto scoperta in un corteo presidenziale.",
    "birthDate": "1917-05-29",
    "deathDate": "1963-11-22"
  },
  {
    "name": "C.S. Lewis",
    "slugs": { "IT": "C._S._Lewis", "EN": "C._S._Lewis" },
    "bio": "Celebre scrittore, saggista e teologo britannico. Professore a Oxford e amico intimo di J.R.R. Tolkien, è conosciuto in tutto il mondo per aver scritto la monumentale saga fantasy 'Le cronache di Narnia'. È deceduto a 64 anni nella sua casa, lo stesso giorno dell'assassinio di JFK, a causa di un'insufficienza renale.",
    "birthDate": "1898-11-29",
    "deathDate": "1963-11-22"
  },
  {
    "name": "Aldous Huxley",
    "slugs": { "IT": "Aldous_Huxley", "EN": "Aldous_Huxley" },
    "bio": "Scrittore, saggista e filosofo britannico dalla mente brillante. È ricordato universalmente per il suo capolavoro distopico 'Il mondo nuovo' (Brave New World). È morto a 69 anni per un cancro alla laringe, spirando serenamente sotto l'effetto dell'LSD.",
    "birthDate": "1894-07-26",
    "deathDate": "1963-11-22"
  }
]
